export const modelList = [
  {
    id: 1,
    name: 'Ракушка',
    description: 'Ракушка',
    price: 139000,
    src1: '/images/rakush_card_1_small.png',
    src2: '/images/rakush_card_1_small.webp'
  },
  {
    id: 2,
    name: 'Скандинавия',
    description: 'Скандинавия',
    price: 195000,
    src1: '/images/scand_card_small.png',
    src2: '/images/scand_card_small.webp'
  },
  {
    id: 3,
    name: 'Каравелла',
    description: 'Каравелла',
    price: 129000,
    src1: '/images/Каравелла_card_small.png',
    src2: '/images/Каравелла_card_small.webp'
  },
  {
    id: 4,
    name: 'Радуга',
    description: 'Радуга',
    price: 74000,
    src1: './images/1%20Радуга.jpg',
    src2: './images/1%20Радуга.jpg'
  }
]

export const models = [
  {
    id: 1,
    name: 'РАКУШКА',
    subheader: 'Комната + Парная + Терраса',
    images: [
      {
        src: '/images/rakushka/1 Ракушка 1.webp',
        alt: 'РАКУШКА'
      },
      {
        src: '/images/rakushka/2 Ракушка цех.webp',
        alt: 'Ракушка цех'
      },
      {
        src: '/images/rakushka/3 Ракушка 3.webp',
        alt: 'Ракушка'
      },
      {
        src: '/images/rakushka/4 Комната ракушка .webp',
        alt: 'Комната'
      },
      {
        src: '/images/rakushka/5 Ракушка комн .webp',
        alt: 'Комната с табуретом'
      },
      {
        src: '/images/rakushka/6 Ракушка комната печь стекл дверь.webp',
        alt: 'комната печь стекл дверь'
      },
      {
        src: '/images/rakushka/7 Парилка Ракушка.webp',
        alt: 'Парилка'
      },
      {
        src: '/images/rakushka/8 Печь в парилке.webp',
        alt: 'Парилка'
      },
      {
        src: '/images/rakushka/9 Ракушка доставка.webp',
        alt: 'доставка'
      }
    ],
    video: {
      src: '/video/Ракушка обзор 2(0).mp4',
      type: 'video/mp4',
      title: 'Обзор бани РАКУШКА'
    },
    price: [
      {
        size: '3 x 2,4 м',
        cost: 139000
      },
      {
        size: '4 x 2,4 м',
        cost: 169000
      },
      {
        size: '5 x 2,4 м',
        cost: 190000
      },
      {
        size: '6 x 2,4 м',
        cost: 205000
      }
    ],
    description: [
      {
        title: '',
        content:
          'Терраса 1 метр с козырьком, пол: доска шип-паз, резные балясины.'
      },
      {
        title: 'Парная:',
        content:
          'отделка вагонкой Липа Экстра, воздушный зазор, фольгированный утеплитель 8 мм, сухая обработанная доска 40 мм, мембрана от образования конденсата, имитация бруса, мягкая кровля. Дверь липа. Пол доска 40 мм, герметичный слив, выведенный в трубу наружу, утеплитель 40мм. Двухуровневый полок Липа Экстра, два декоративных светильника, окно, вентиляция. Печь Термофор, бак 50 л, дымоход сэндвич.'
      },
      {
        title: 'Комната:',
        content:
          'вагонка сосна сорт АB, воздушный зазор, фольгированный утеплитель 8 мм, сухая обработанная доска 40 мм, мембрана от образования конденсата, имитация бруса, мягкая кровля. Стол, две скамьи сосна, вентиляция. Дверь липа. Пол: утеплитель 40 мм, пароизоляция, доска половая 40 мм шип-паз.'
      },
      {
        title: '',
        content:
          'Скрытая проводка со светодиодными паронепроницаемыми светильниками в каждом отделении.'
      },
      {
        title: 'Основание:',
        content:
          'обработанная огнебиозащитой доска 50*150, половые лаги, блоки для установки.'
      }
    ]
  },
  {
    id: 2,
    name: 'СКАНДИНАВИЯ',
    subheader: 'Комната + Парная',
    images: [
      {
        src: '/images/scandinavia/1_Скандинавия_дом.webp',
        alt: 'СКАНДИНАВИЯ'
      },
      {
        src: '/images/scandinavia/2 Фото крупно и дом.webp',
        alt: 'Парилка'
      },
      {
        src: '/images/scandinavia/3 Скандинавия сверху крыльцо.webp',
        alt: 'Парилка 2'
      },
      {
        src: '/images/scandinavia/4 Скандинавия обналичка 1.webp',
        alt: 'Скандинавия изнутри'
      },
      {
        src: '/images/scandinavia/5 Комната скан.webp',
        alt: 'Кадка'
      },
      {
        src: '/images/scandinavia/6 Скандинавия комната 1.webp',
        alt: 'Комната'
      },
      {
        src: '/images/scandinavia/7 Скандинавия парилка 1.webp',
        alt: 'Парилка'
      },
      {
        src: '/images/scandinavia/8 Парилка 2 скан.webp',
        alt: 'Скандинавия печь'
      },
      {
        src: '/images/scandinavia/Скандинавия цех.webp',
        alt: 'цех'
      },
      {
        src: '/images/scandinavia/9 Доставка скандина.webp',
        alt: 'Доставка'
      }
    ],
    video: {
      src: '/video/Обзор%20Скандинавия%207-2.4%20.mp4',
      type: 'video/mp4',
      title: 'Обзор бани Скандинавия'
    },
    price: [
      {
        size: '4 x 2,4 м',
        cost: 195000
      },
      {
        size: '5 x 2,4 м',
        cost: 215000
      },
      {
        size: '6 x 2,4 м',
        cost: 235000
      }
    ],
    description: [
      {
        title: 'Парная:',
        content:
          'отделка вагонкой Липа Экстра, воздушный зазор, фольгированный утеплитель 8 мм, утеплитель 100 мм, сухая обработанная доска 40 мм, мембрана от образования конденсата, имитация бруса, мягкая кровля. Пол: доска 40 мм, герметичный слив, выведенный в трубу наружу. Двухуровневый полок Липа Экстра, вентиляция. Печь Термофор, бак 50 л, дымоход сэндвич.'
      },
      {
        title: 'Комната:',
        content:
          'вагонка сосна сорт АB, воздушный зазор, фольгированный утеплитель 8 мм, утеплитель 100 мм, сухая обработанная доска 40 мм, мембрана от образования конденсата, имитация бруса, мягкая кровля. Стол, две скамьи сосна, вентиляция. Пол: утеплитель 100 мм, пароизоляция, доска половая 40 мм шип паз.'
      },
      {
        title: '',
        content:
          'Скрытая проводка со светодиодными паронепроницаемыми светильниками в каждом отделении.'
      },
      {
        title: 'Основание:',
        content:
          'обработанная огнебиозащитой доска 50*150, половые лаги, блоки для установки.'
      }
    ]
  },
  {
    id: 3,
    name: 'КАРАВЕЛЛА',
    subheader: 'Комната + Парная',
    images: [
      {
        src: '/images/Каравелла_card.webp',
        alt: 'КАРАВЕЛЛА'
      },
      {
        src: '/images/karavela/Каравелла 2.webp',
        alt: 'Каравелла'
      },
      {
        src: '/images/karavela/Комната каравелла 6 м.webp',
        alt: 'Комната каравелла 6 м'
      },
      {
        src: '/images/karavela/asaid_shelf.webp',
        alt: 'Боковой полок'
      },
      {
        src: '/images/karavela/room_view.webp',
        alt: 'Комната общий вид без печи'
      },
      {
        src: '/images/karavela/Комната с табуретом.webp',
        alt: 'Комната с табуретом'
      },
      {
        src: '/images/karavela/washing_with_tub.webp',
        alt: 'Моечная с кадкой'
      },
      {
        src: '/images/karavela/Моечная.webp',
        alt: 'Моечная'
      },
      {
        src: '/images/karavela/Парилка.webp',
        alt: 'Парилка'
      },
      {
        src: '/images/karavela/Светильники крупно.webp',
        alt: 'Светильники'
      }
    ],
    video: {
      src: '/video/Обзор Каравелла 6 м.mp4',
      type: 'video/mp4',
      title: 'Обзор бани КАРАВЕЛЛА'
    },
    price: [
      {
        size: '3 x 2,4 м',
        cost: 129000
      },
      {
        size: '4 x 2,4 м',
        cost: 159000
      },
      {
        size: '5 x 2,4 м',
        cost: 184000
      },
      {
        size: '6 x 2,4 м',
        cost: 199000
      }
    ],
    description: [
      {
        title: 'Парная:',
        content:
          'отделка вагонкой Липа Экстра, воздушный зазор, фольгированный утеплитель 8 мм, сухая обработанная доска 40 мм, мембрана от образования конденсата, имитация бруса, мягкая кровля. Дверь липа. Пол: доска 40 мм, герметичный слив, выведенный в трубу наружу, утеплитель 40 мм. Двухуровневый полок Липа Экстра, два декоративных светильника, окно, вентиляция. Печь Термофор, бак 50 л, дымоход сэндвич.'
      },
      {
        title: 'Комната:',
        content:
          'вагонка сосна сорт АB, воздушный зазор, фольгированный утеплитель 8 мм, сухая обработанная доска 40 мм, мембрана от образования конденсата, имитация бруса, мягкая кровля. Стол, две скамьи сосна, вентиляция. Пол: утеплитель 40 мм, пароизоляция, доска половая 40 мм шип паз. Дверь липа.'
      },
      {
        title: '',
        content:
          'Скрытая проводка со светодиодными паронепроницаемыми светильниками в каждом отделении.'
      },
      {
        title: 'Основание:',
        content:
          'обработанная огнебиозащитой доска 50*150, половые лаги, блоки для установки.'
      }
    ]
  },
  {
    id: 4,
    name: 'РАДУГА',
    subheader: 'Парная',
    images: [
      {
        src: '/images/Raduga/1 Радуга.jpg',
        alt: 'РАДУГА'
      },
      {
        src: '/images/Raduga/2 Радуга.jpg',
        alt: 'РАДУГА'
      },
      {
        src: '/images/Raduga/3 Радуга.jpg',
        alt: 'РАДУГА'
      },
      {
        src: '/images/Raduga/4 Радуга.jpg',
        alt: 'РАДУГА'
      },
      {
        src: '/images/Raduga/Радуга 5.jpg',
        alt: 'РАДУГА'
      },
      {
        src: '/images/Raduga/Радуга цех.jpg',
        alt: 'Цех'
      }
    ],
    video: {
      src: '/video/Обзор Радуга 3-2.4 .mp4',
      type: 'video/mp4',
      title: 'Обзор бани РАДУГА'
    },
    price: [
      {
        size: '2 x 2,4 м',
        cost: 74000
      },
      {
        size: '3 x 2,4 м',
        cost: 99000
      },
      {
        size: '4 x 2,4 м',
        cost: 129000
      }
    ],
    description: [
      {
        title: 'Парная:',
        content:
          'отделка вагонкой Сосна, воздушный зазор, фольгированный утеплитель 5 мм, обработанная доска 25 мм, мембрана от образования конденсата, имитация бруса, мягкая кровля. Дверь сосна. Двухуровневый полок сосна, окно, вентиляция. Пол: доска 30 мм, герметичный слив выведенный в трубу наружу, утеплитель 40 мм. Печь Термофор, бак 50 л, дымоход сэндвич.'
      },
      {
        title: '',
        content:
          'Скрытая проводка со светодиодными паронепроницаемыми светильниками в каждом отделении.'
      },
      {
        title: 'Основание:',
        content:
          'обработанная огнебиозащитой доска 50*150, половые лаги, блоки для установки.'
      }
    ]
  }
]

export const additions = [
  { id: 1, text: 'Бак объёмом 70 л', price: 3500 },
  {
    id: 2,
    text: 'Вход сбоку',
    price: 12000,
    src: '/images/additions/Баня вход сбоку.webp'
  },
  { id: 3, text: 'Дополнительная перегородка', price: 12000 },
  {
    id: 4,
    text: 'Дополнительное окно в торце',
    price: 4000,
    src: '/images/additions/Окно в торце.jpg'
  },
  { id: 5, text: 'Дополнительное окно сбоку', price: 6000 },
  { id: 6, text: 'Душевая', price: 22000 },
  {
    id: 7,
    text: 'Душ-кадка',
    price: 3500,
    src: '/images/additions/Душ-кадка.jpg'
  },
  { id: 8, text: 'Комната из кедра', price: 25000 },
  {
    id: 9,
    text: 'Откидные лавки',
    price: 3800,
    src: '/images/additions/Вешалка откидная лавка.webp'
  },
  {
    id: 10,
    text: 'Печь 15 кубов',
    price: 6500,
    src: '/images/additions/Печь гривари.webp'
  },
  { id: 11, text: 'Печь стекло', price: 10500 },
  { id: 12, text: 'Пол лиственница', price: 1600 },
  {
    id: 13,
    text: 'Санузел с унитазом',
    price: 22000,
    src: '/images/additions/Туалет.webp'
  },
  {
    id: 14,
    text: 'Стеклянная дверь',
    price: 6000,
    src: '/images/additions/Стеклянная дверь.webp'
  },
  { id: 15, text: 'Табурет', price: 1000 },
  {
    id: 16,
    text: 'Терраса 1 метр с балясинами',
    price: 12000,
    src: '/images/additions/Крыльцо к Каравелле.webp'
  },
  {
    id: 17,
    text: 'Терраса СКАНДИНАВИЯ',
    price: 15000,
    src: '/images/additions/3 Скандинавия сверху крыльцо.jpg'
  },
  {
    id: 18,
    text: 'Топка снаружи',
    price: 6500,
    src: '/images/additions/Топка снаружи.webp'
  },
  { id: 19, text: 'Угловой полок', price: 3800 },
  { id: 20, text: 'Фонарь уличный', price: 1800 },
  { id: 21, text: 'Фонари для СКАНДИНАВИИ', price: 500 },
  { id: 22, text: 'Шкаф', price: 6000 }
]
