export const modelList = [
  {
    id: 1,
    name: 'Ракушка',
    description: 'Ракушка',
    price: 139000,
    src1: '/images/rakush_card_1_small.png',
    src2: '/images/rakush_card_1_small.webp'
  },
  {
    id: 2,
    name: 'Скандинавия',
    description: 'Скандинавия',
    price: 195000,
    src1: '/images/scand_card_small.png',
    src2: '/images/scand_card_small.webp'
  },
  {
    id: 3,
    name: 'Каравелла',
    description: 'Каравелла',
    price: 129000,
    src1: '/images/Каравелла_card_small.png',
    src2: '/images/Каравелла_card_small.webp'
  },
  {
    id: 4,
    name: 'Радуга',
    description: 'Радуга',
    price: 74000,
    src1: './images/1%20Радуга.jpg',
    src2: './images/1%20Радуга.jpg'
  }
]

export const models = [
  {
    id: 1,
    name: 'РАКУШКА',
    subheader: 'Комната + Парная + Терраса',
    images: [
      {
        src: '/images/rakushka/1 Ракушка 1.webp',
        alt: 'РАКУШКА'
      },
      {
        src: '/images/rakushka/2 Ракушка цех.webp',
        alt: 'Ракушка цех'
      },
      {
        src: '/images/rakushka/3 Ракушка 3.webp',
        alt: 'Ракушка'
      },
      {
        src: '/images/rakushka/4 Комната ракушка .webp',
        alt: 'Комната'
      },
      {
        src: '/images/rakushka/5 Ракушка комн .webp',
        alt: 'Комната с табуретом'
      },
      {
        src: '/images/rakushka/6 Ракушка комната печь стекл дверь.webp',
        alt: 'комната печь стекл дверь'
      },
      {
        src: '/images/rakushka/7 Парилка Ракушка.webp',
        alt: 'Парилка'
      },
      {
        src: '/images/rakushka/8 Печь в парилке.webp',
        alt: 'Парилка'
      },
      {
        src: '/images/rakushka/9 Ракушка доставка.webp',
        alt: 'доставка'
      }
    ],
    video: {
      src: '/video/Ракушка обзор 2(0).mp4',
      type: 'video/mp4',
      title: 'Обзор бани РАКУШКА'
    },
    price: [
      {
        size: '3 x 2,4 м',
        cost: 139000
      },
      {
        size: '4 x 2,4 м',
        cost: 169000
      },
      {
        size: '5 x 2,4 м',
        cost: 190000
      },
      {
        size: '6 x 2,4 м',
        cost: 205000
      }
    ],
    description: [
      {
        title: '',
        content:
          'Терраса 1 метр с козырьком, пол: доска шип-паз, резные балясины.'
      },
      {
        title: 'Парная:',
        content:
          'отделка вагонкой Липа Экстра, воздушный зазор, фольгированный утеплитель 8 мм, сухая обработанная доска 40 мм, мембрана от образования конденсата, имитация бруса, мягкая кровля. Дверь липа. Пол доска 40 мм, герметичный слив, выведенный в трубу наружу, утеплитель 40мм. Двухуровневый полок Липа Экстра, два декоративных светильника, окно, вентиляция. Печь Термофор, бак 50 л, дымоход сэндвич.'
      },
      {
        title: 'Комната:',
        content:
          'вагонка сосна сорт АB, воздушный зазор, фольгированный утеплитель 8 мм, сухая обработанная доска 40 мм, мембрана от образования конденсата, имитация бруса, мягкая кровля. Стол, две скамьи сосна, вентиляция. Дверь липа. Пол: утеплитель 40 мм, пароизоляция, доска половая 40 мм шип-паз.'
      },
      {
        title: '',
        content:
          'Скрытая проводка со светодиодными паронепроницаемыми светильниками в каждом отделении.'
      },
      {
        title: 'Основание:',
        content:
          'обработанная огнебиозащитой доска 50*150, половые лаги, блоки для установки.'
      }
    ]
  }
]
