<template>
  <article id="additions" class="grand_block">
    <section class="grand_block__header">
      <h2 class="grand_block__header-item">ДОПОЛНИТЕЛЬНО</h2>
      <h3 class="grand_block__header-item">можно заказать</h3>
    </section>
    <ul class="additions">
      <li>Бак объёмом 70 л - 3'500 ₽</li>
      <li>Вход сбоку - 12'000 ₽</li>
      <li>Дополнительная перегородка - 12'000 ₽</li>
      <li>Дополнительное окно в торце - 4000 ₽</li>
      <li>Дополнительное окно сбоку - 6000 ₽</li>
      <li>Душевая - 22'000 ₽</li>
      <li>Душ-кадка - 3'500 ₽</li>
      <li>Комната&nbsp; из кедра - 25'000 ₽</li>
      <li>Откидные лавки - 3'800 ₽</li>
      <li>Печь 15 кубов - 6500 ₽</li>
      <li>Печь стекло - '10500 ₽</li>
      <li>Пол лиственница - 1'600 ₽ за кв. метр</li>
      <li>Санузел с унитазом - 22'000 ₽</li>
      <li>Стеклянная дверь - 6000 ₽</li>
      <li>Табурет - 1'000 ₽</li>
      <li>Терраса 1 метр с балясинами - 12'000 ₽</li>
      <li>Терраса СКАНДИНАВИЯ - 15'000 ₽</li>
      <li>Топка снаружи - 6'500 ₽</li>
      <li>Угловой полок - 3'800 ₽</li>
      <li>Фонарь уличный - 1'800 ₽</li>
      <li>Фонари для СКАНДИНАВИИ - 500 ₽</li>
      <li>Шкаф - 6000 ₽</li>
    </ul>
  </article>
</template>
