<template>
  <section id="arrangement" class="grand_block">
    <h2>ПРЕИМУЩЕСТВА наших БАНЬ</h2>
    <div class="arrangement_wrapper">
      <ul v-for="item in arrangementList" :key="item.id" class="arrangement">
        <span>{{ item.header }}:</span>
        <li>{{ item.our }}</li>
        <li>{{ item.other }}</li>
      </ul>
    </div>
    <p>
      Наша баня не требует фундамента, можно перевезти в любое место при
      переезде.
    </p>
    <p>Установка на фундаментные блоки бесплатно.</p>
  </section>
</template>

<script>
export default {
  data: () => ({
    arrangementList: [
      {
        id: 0,
        header: 'Каркас',
        our: 'Просушенная обработанная доска толщиной 40 мм',
        other: 'Доска естественной влажности толщиной 25 мм'
      },
      {
        id: 1,
        header: 'Вентиляционный зазор',
        our:
          'Выполнен между вагонкой и фольгированным утеплителем, необходим для предотвращения гниения вагонки с обратной стороны',
        other: 'Отсутствует'
      },
      {
        id: 2,
        header: 'Вентиляция',
        our: 'Вентиляционная отдушина в каждой комнате',
        other: 'Отсутствует'
      },
      {
        id: 3,
        header: 'Отделка парной',
        our: 'Евровагонка Липа Экстра',
        other: 'Евровагонка Сосна сорт Б'
      },
      {
        id: 4,
        header: 'Разделка печи',
        our:
          'Заводская разделка печи и заводской экран с гарантией пожаробезопасности от завода-изготовителя',
        other: 'Вырезана из листа оцинковки'
      },
      {
        id: 5,
        header: 'Слив',
        our: 'Герметичный утепленный поддон с выводом через гофру в трубу',
        other: 'Продуваемый слив с очень холодным полом зимой'
      },
      {
        id: 6,
        header: 'Утепление пола',
        our: 'Пол в комнате сплошной, утепленный, из шпунтованной доски',
        other: 'Продуваемый холодный пол'
      },
      {
        id: 7,
        header: 'Изоляция потолка',
        our: 'Гидроветрозащитная мембрана между каркасом и кровлей',
        other: 'Отсутствует'
      },
      {
        id: 8,
        header: 'Покрытие стен снаружи',
        our: 'Колерованная огнебиозащитная пропитка',
        other: 'Бесцветное дешевое покрытие'
      },
      {
        id: 9,
        header: 'Двери',
        our: 'Сделаны из липы',
        other: 'Сделаны из сосны'
      },
      {
        id: 10,
        header: 'Мебель в предбаннике',
        our: 'Стол и две лавки в базовой комплектации',
        other: 'Одна лавка'
      },
      {
        id: 11,
        header: 'Крепежная фурнитура',
        our: 'Качественный оцинкованный крепеж, не ржавеет',
        other: 'Черные саморезы ржавеют и образуют темное пятно вокруг шляпки'
      },
      {
        id: 12,
        header: 'Электрооборудование',
        our: 'Скрытая проводка',
        other: 'Провода идут по потолку и стенам'
      },
      {
        id: 13,
        header: 'Светильники',
        our: 'Декоративные светильники в парилке и светодиодные в парилке',
        other: 'Отсутствуют'
      }
    ]
  })
}
</script>

<style lang="scss" scoped></style>
